{
  "unitedStatesLaws": [
    {
      "jurisdiction": "federal",
      "state": "national",
      "laws": [
        {
          "lawId": 1,
    "lawName": "Every Student Succeeds Act (ESSA)",
    "lawDescription": "The Every Student Succeeds Act (ESSA) is a federal law that reauthorized the Elementary and Secondary Education Act (ESEA). It aims to provide all students with a fair and equitable education by setting high standards, supporting effective teaching, and ensuring accountability in schools. ESSA emphasizes state and local flexibility in designing educational systems and includes provisions for assessments, accountability, school improvement, and support for disadvantaged students.",
    "lawYear": 2015
  },
  {
    "lawId": 2,
    "lawName": "Individuals with Disabilities Education Act (IDEA)",
    "lawDescription": "The Individuals with Disabilities Education Act (IDEA) is a federal law that ensures students with disabilities receive a free and appropriate public education (FAPE) tailored to their unique needs. IDEA requires schools to provide special education and related services to eligible students, including individualized education programs (IEPs), early intervention services, and transition services for students preparing for post-secondary education or employment.",
    "lawYear": 2004
  },
  {
    "lawId": 3,
    "lawName": "Title IX of the Education Amendments Act",
    "lawDescription": "Title IX of the Education Amendments Act is a federal law that prohibits sex-based discrimination in educational institutions receiving federal funding. It covers various areas, including admissions, athletics, sexual harassment, and gender-based violence. Title IX aims to ensure equal educational opportunities and foster safe and inclusive learning environments for all students.",
    "lawYear": 1972
  },
  {
    "lawId": 4,
    "lawName": "Family Educational Rights and Privacy Act (FERPA)",
    "lawDescription": "The Family Educational Rights and Privacy Act (FERPA) is a federal law that protects the privacy of student education records. FERPA grants parents and eligible students the right to access and control their educational records, while also imposing restrictions on the disclosure of personally identifiable information. FERPA helps safeguard student privacy and provides guidelines for educational institutions in handling and sharing student records.",
    "lawYear": 1974
  },
  {
    "lawId": 5,
    "lawName": "No Child Left Behind Act (NCLB)",
    "lawDescription": "The No Child Left Behind Act (NCLB) was a federal law that aimed to improve educational outcomes and accountability in schools. It required states to set academic standards, implement assessments, and establish adequate yearly progress (AYP) goals. NCLB emphasized closing achievement gaps, providing options for students in low-performing schools, and ensuring highly qualified teachers. It was replaced by the Every Student Succeeds Act (ESSA) in 2015.",
    "lawYear": 2001
  },
  {
    "lawId": 6,
    "lawName": "Carl D. Perkins Career and Technical Education Act",
    "lawDescription": "The Carl D. Perkins Career and Technical Education Act (Perkins Act) is a federal law that supports career and technical education (CTE) programs. It provides funding for the development and improvement of CTE programs that prepare students for post-secondary education and careers. The Perkins Act emphasizes partnerships between educational institutions, business, and industry to align CTE programs with workforce needs and promote student success in high-demand fields.",
    "lawYear": 1984
  },
  {
    "lawId": 7,
    "lawName": "Elementary and Secondary Education Act (ESEA)",
    "lawDescription": "The Elementary and Secondary Education Act (ESEA) is a federal law that provides federal funding to support K-12 education. ESEA aims to address educational inequalities and improve educational opportunities for disadvantaged students. It includes provisions for federal programs such as Title I, which provides funding for schools with high concentrations of low-income students. ESEA has been reauthorized multiple times, with the most recent reauthorization being the Every Student Succeeds Act (ESSA).",
    "lawYear": 1965
  },
  {
    "lawId": 8,
    "lawName": "Higher Education Act (HEA)",
    "lawDescription": "The Higher Education Act (HEA) is a federal law that governs federal student financial aid programs and supports higher education institutions. HEA provides funding for student grants, loans, and work-study programs, and it establishes guidelines and regulations for accreditation, student loan programs, and institutional accountability. HEA aims to make higher education accessible and affordable for students and promotes educational opportunities and resources.",
    "lawYear": 1965
  },
  {
    "lawId": 9,
    "lawName": "Equal Educational Opportunities Act (EEOA)",
    "lawDescription": "The Equal Educational Opportunities Act (EEOA) is a federal law that prohibits discrimination based on race, color, national origin, sex, or language proficiency in public schools. It requires schools to take action to overcome language barriers that impede equal participation in educational programs. EEOA promotes equal access to quality education for all students, regardless of their background or language abilities.",
    "lawYear": 1974
  },
  {
    "lawId": 10,
    "lawName": "McKinney-Vento Homeless Assistance Act",
    "lawDescription": "The McKinney-Vento Homeless Assistance Act is a federal law that provides support and protections for homeless children and youth. It ensures their access to free, appropriate public education and removes barriers that may hinder their enrollment, attendance, and success in school. The law requires schools to identify and provide necessary services to homeless students, including transportation, school supplies, and referrals to community resources.",
    "lawYear": 1987
  },
  {
    "lawId": 11,
    "lawName": "National School Lunch Program The National School Lunch Program (NSLP)",
    "lawDescription": "Child Nutrition Programs, including the National School Lunch Program (NSLP) and the School Breakfast Program (SBP), are federal laws that aim to improve children's access to nutritious meals in school. These programs provide eligible students with free or reduced-price meals, ensuring they receive adequate nutrition for their academic success and overall well-being. Child Nutrition Programs prioritize providing meals to students from low-income families.",
    "lawYear": 1946
  },
  {
    "lawId": 13,
    "lawName": "American with Disabilities Act (ADA)",
    "lawDescription": "The Americans with Disabilities Act (ADA) is a federal law that prohibits discrimination against individuals with disabilities. ADA ensures equal access to public accommodations, including educational institutions. It requires schools to provide reasonable accommodations and support services to students with disabilities, allowing them to participate fully in educational programs and activities.",
    "lawYear": 1990
  },
  {
    "lawId": 14,
    "lawName": "Child Care and Development Block Grant (CCDBG) Act",
    "lawDescription": "The Child Care and Development Block Grant (CCDBG) Act is a federal law that provides funding to states for child care assistance programs. CCDBG aims to improve the affordability, quality, and accessibility of child care services. The law sets health and safety standards for child care providers and offers support to low-income families, ensuring access to quality child care while parents work or pursue education.",
    "lawYear": 1990
  },
  {
    "lawId": 15,
    "lawName": "National Assessment of Educational Progress (NAEP)",
    "lawDescription": "The National Assessment of Educational Progress (NAEP) is a federal program that assesses and monitors the educational achievement of students in the United States. NAEP provides data on student performance in various subjects and allows for comparisons between states and demographic groups. The program helps inform education policy and provides valuable insights into the effectiveness of educational systems.",
    "lawYear": 1969
  },
  {
    "lawId": 16,
    "lawName": "Safe and Drug-Free Schools and Communities Act (SDFSCA)",
    "lawDescription": "The Safe and Drug-Free Schools and Communities Act (SDFSCA) was a federal law that aimed to promote safe and drug-free learning environments in schools. It supported prevention programs, intervention initiatives, and community partnerships to address issues such as substance abuse, violence, and bullying. SDFSCA emphasized the importance of comprehensive approaches to student well-being and academic success.",
    "lawYear": 1994
  },
  {
    "lawId": 17,
    "lawName": "Head Start Act",
    "lawDescription": "The Head Start Act is a federal law that provides comprehensive early childhood education, health, nutrition, and parent involvement services to low-income children and families. Head Start programs focus on preparing children for school readiness and supporting their overall development. The law promotes positive outcomes for children and offers support to families in need.",
    "lawYear": 1965
  },
  {
    "lawId": 18,
    "lawName": "English Language Acquisition Act (Title III of ESEA)",
    "lawDescription": "The English Language Acquisition Act, also known as Title III of the Elementary and Secondary Education Act (ESEA), provides federal funding to support English language learners (ELLs) in acquiring English proficiency and achieving academic success. The law promotes effective language instruction, professional development for educators, and the development of high-quality language programs and assessments for ELLs.",
    "lawYear": 2001
  },
  {
    "lawId": 19,
    "lawName": "Investing in Innovation (i3) Program",
    "lawDescription": "The Investing in Innovation (i3) Program is a federal initiative that provides grants to support innovative approaches and practices in education. i3 aims to improve student achievement, close achievement gaps, and enhance the effectiveness of education systems. The program funds projects that demonstrate strong evidence of effectiveness and have the potential for replication and scaling.",
    "lawYear": 2009
  },
  {
    "lawId": 20,
    "lawName": "Race to the Top (RTTT) Program",
    "lawDescription": "The Race to the Top (RTTT) Program was a federal competitive grant program that encouraged education reforms and innovations at the state level. RTTT focused on four key areas: adopting rigorous standards and assessments, attracting and retaining effective educators, using data to inform instruction and decision-making, and turning around low-performing schools. The program aimed to improve student outcomes and promote systemic change in education.",
    "lawYear": 2009
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Alabama",
    "laws": [
      {
        "lawId": 21,
        "lawName": "Alabama Education Accountability Act",
        "lawDescription": "The Alabama Education Accountability Act is a state law that establishes a comprehensive system for measuring and improving the performance of schools and districts. It sets academic standards, implements assessments, and holds schools accountable for student achievement. The law aims to ensure that all students in Alabama receive a quality education.",
        "lawYear": 2013
      },
      {
        "lawId": 22,
        "lawName": "Alabama Math, Science, and Technology Initiative",
        "lawDescription": "The Alabama Math, Science, and Technology Initiative (AMSTI) is a state initiative that promotes improved instruction and student achievement in the areas of math, science, and technology. AMSTI provides professional development for educators, instructional resources, and support for the implementation of rigorous standards. The initiative aims to enhance STEM education in Alabama schools.",
        "lawYear": 2000
      },
      {
        "lawId": 23,
        "lawName": "Alabama Reading Initiative",
        "lawDescription": "The Alabama Reading Initiative (ARI) is a state program that focuses on improving reading instruction and literacy skills for students in Alabama. ARI provides training and resources for educators, promotes research-based reading strategies, and supports the implementation of effective reading programs. The initiative aims to ensure that all students in Alabama become proficient readers.",
        "lawYear": 1998
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Alaska",
    "laws": [
      {
        "lawId": 24,
        "lawName": "Alaska's Education Challenge",
        "lawDescription": "Alaska's Education Challenge is a state initiative that seeks to improve educational outcomes and opportunities for all students in Alaska. It focuses on three core priorities: increasing student success, supporting responsible and reflective learners, and cultivating safety and well-being. The initiative aims to address the unique challenges and needs of Alaska's diverse student population.",
        "lawYear": 2017
      },
      {
        "lawId": 25,
        "lawName": "Alaska Measures of Progress",
        "lawDescription": "The Alaska Measures of Progress (AMP) is the state assessment program that measures student achievement in various subjects. AMP provides data on student performance and helps inform instructional practices and educational decision-making. The program aims to assess student learning and support improvement efforts in Alaska's schools and districts.",
        "lawYear": 2014
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Arizona",
    "laws": [
      {
        "lawId": 26,
        "lawName": "Arizona's Move On When Reading",
        "lawDescription": "Arizona's Move On When Reading is a state law that focuses on improving early literacy skills and ensuring that students are reading proficiently by the end of third grade. The law provides support and interventions for struggling readers, requires additional reading instruction for students who are not meeting proficiency standards, and emphasizes the importance of early intervention and targeted literacy programs.",
        "lawYear": 2010
      },
      {
        "lawId": 27,
        "lawName": "Arizona College and Career Ready Standards",
        "lawDescription": "The Arizona College and Career Ready Standards (AZCCRS) are state academic standards that outline the knowledge and skills students should master at each grade level. AZCCRS provide a clear set of expectations for student learning and achievement, preparing them for success in college, careers, and life. The standards cover English language arts, mathematics, science, and social studies.",
        "lawYear": 2010
      }
    ]
  },
  {
  "jurisdiction": "state",
  "state": "Arkansas",
  "laws": [
    {
      "lawId": 28,
      "lawName": "Arkansas Accountability System",
      "lawDescription": "The Arkansas Accountability System is a state program that measures and reports the performance of schools and districts. It sets standards, assesses student achievement, and holds schools accountable for improvement. The program aims to ensure high-quality education for all students in Arkansas.",
      "lawYear": 2004
    },
    {
      "lawId": 29,
      "lawName": "Arkansas Better Chance for School Success",
      "lawDescription": "The Arkansas Better Chance for School Success (ABC) program is a state-funded pre-kindergarten program that provides early childhood education opportunities to eligible children. ABC focuses on school readiness and aims to enhance the cognitive, social, and emotional development of participating children.",
      "lawYear": 1991
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "California",
  "laws": [
    {
      "lawId": 30,
      "lawName": "California Assessment of Student Performance and Progress",
      "lawDescription": "The California Assessment of Student Performance and Progress (CAASPP) is the state's comprehensive assessment program. It measures student achievement in English language arts, mathematics, science, and other subjects. CAASPP provides valuable data to inform teaching and learning and supports the continuous improvement of California's education system.",
      "lawYear": 2013
    },
    {
      "lawId": 31,
      "lawName": "California Common Core State Standards",
      "lawDescription": "The California Common Core State Standards (CCSS) are state academic standards that specify the knowledge and skills students should acquire at each grade level. CCSS provide a consistent framework for instruction and assessment, ensuring students are prepared for college and career success.",
      "lawYear": 2010
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "Colorado",
  "laws": [
    {
      "lawId": 32,
      "lawName": "Colorado Measures of Academic Success",
      "lawDescription": "The Colorado Measures of Academic Success (CMAS) is the state's assessment program that measures student proficiency in various subjects. CMAS provides data to evaluate student learning, inform instruction, and support educational improvement efforts in Colorado schools and districts.",
      "lawYear": 2014
    },
    {
      "lawId": 33,
      "lawName": "Colorado Academic Standards",
      "lawDescription": "The Colorado Academic Standards define what students should know and be able to do in each grade and subject. These standards guide curriculum development, instruction, and assessment, promoting high-quality education and preparing students for post-secondary success.",
      "lawYear": 2009
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "Connecticut",
  "laws": [
    {
      "lawId": 34,
      "lawName": "Connecticut Mastery Examination Program",
      "lawDescription": "The Connecticut Mastery Examination Program is a state assessment program that measures student achievement in various subjects. It provides data to evaluate student performance, inform instructional practices, and support educational decision-making.",
      "lawYear": 1984
    },
    {
      "lawId": 35,
      "lawName": "Connecticut Core Standards",
      "lawDescription": "The Connecticut Core Standards (CCS) are state academic standards that define the knowledge and skills students should master at each grade level. CCS provide a foundation for high-quality education and prepare students for college, careers, and civic engagement.",
      "lawYear": 2010
     }
    ]
  },
  {
  "jurisdiction": "state",
  "state": "Delaware",
  "laws": [
    {
      "lawId": 36,
      "lawName": "Delaware Comprehensive Assessment System",
      "lawDescription": "The Delaware Comprehensive Assessment System (DCAS) is the state's assessment program that measures student achievement in various subjects. DCAS provides valuable data to evaluate student learning, inform instruction, and support educational improvement efforts.",
      "lawYear": 1999
    },
    {
      "lawId": 37,
      "lawName": "Delaware Standards for Student Success",
      "lawDescription": "The Delaware Standards for Student Success are state academic standards that outline what students should know and be able to do at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure all students receive a high-quality education.",
      "lawYear": 2010
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "Florida",
  "laws": [
    {
      "lawId": 38,
      "lawName": "Florida Standards Assessments",
      "lawDescription": "The Florida Standards Assessments (FSA) is the state's assessment program that measures student achievement in various subjects. FSA provides data to evaluate student performance, inform instructional practices, and support educational decision-making.",
      "lawYear": 2014
    },
    {
      "lawId": 39,
      "lawName": "Florida Standards",
      "lawDescription": "The Florida Standards are state academic standards that specify what students should know and be able to do at each grade level. These standards provide a framework for curriculum, instruction, and assessment, aiming to prepare students for college and career success.",
      "lawYear": 2014
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "Georgia",
  "laws": [
    {
      "lawId": 40,
      "lawName": "Georgia Milestones Assessment System",
      "lawDescription": "The Georgia Milestones Assessment System is the state's comprehensive assessment program. It measures student proficiency in various subjects, provides data to evaluate student learning, and supports educational improvement efforts.",
      "lawYear": 2014
    },
    {
      "lawId": 41,
      "lawName": "Georgia Standards of Excellence",
      "lawDescription": "The Georgia Standards of Excellence (GSE) are state academic standards that outline what students should know and be able to do in each grade and subject. GSE guide instruction, assessment, and curriculum development to ensure high-quality education for all Georgia students.",
      "lawYear": 2015
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "Hawaii",
  "laws": [
    {
      "lawId": 42,
      "lawName": "Hawaii State Assessment",
      "lawDescription": "The Hawaii State Assessment is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
      "lawYear": 2001
    },
    {
      "lawId": 43,
      "lawName": "Hawaii Common Core Standards",
      "lawDescription": "The Hawaii Common Core Standards (HCCS) are state academic standards that define what students should know and be able to do at each grade level. HCCS guide curriculum development, instruction, and assessment, aiming to prepare students for college, careers, and civic engagement.",
      "lawYear": 2010
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "Idaho",
  "laws": [
    {
      "lawId": 44,
      "lawName": "Idaho Standards Achievement Test",
      "lawDescription": "The Idaho Standards Achievement Test (ISAT) is the state's assessment program that measures student proficiency in various subjects. ISAT provides data to evaluate student learning, inform instruction, and support educational improvement efforts.",
      "lawYear": 2005
    },
    {
      "lawId": 45,
      "lawName": "Idaho Content Standards",
      "lawDescription": "The Idaho Content Standards are state academic standards that specify what students should know and be able to do in each grade and subject. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Idaho students.",
      "lawYear": 2011
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "Illinois",
  "laws": [
    {
      "lawId": 46,
      "lawName": "Illinois Assessment of Readiness",
      "lawDescription": "The Illinois Assessment of Readiness (IAR) is the state's assessment program that measures student proficiency in English language arts and mathematics. IAR provides data to evaluate student learning, inform instruction, and support educational decision-making.",
      "lawYear": 2019
    },
    {
      "lawId": 47,
      "lawName": "Illinois Learning Standards",
      "lawDescription": "The Illinois Learning Standards are state academic standards that outline what students should know and be able to do at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure all students receive a high-quality education.",
      "lawYear": 2010
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "Indiana",
  "laws": [
    {
      "lawId": 48,
      "lawName": "Indiana Statewide Testing for Educational Progress Plus",
      "lawDescription": "The Indiana Statewide Testing for Educational Progress Plus (ISTEP+) is the state's assessment program that measures student proficiency in various subjects. ISTEP+ provides data to evaluate student learning, inform instruction, and support educational decision-making.",
      "lawYear": 1987
    },
    {
      "lawId": 49,
      "lawName": "Indiana Academic Standards",
      "lawDescription": "The Indiana Academic Standards are state academic standards that specify what students should know and be able to do in each grade and subject. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Indiana students.",
      "lawYear": 2014
    }
  ]
},
{
  "jurisdiction": "state",
  "state": "Iowa",
  "laws": [
    {
      "lawId": 50,
      "lawName": "Iowa Statewide Assessment of Student Progress",
      "lawDescription": "The Iowa Statewide Assessment of Student Progress is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
      "lawYear": 2019
    },
    {
      "lawId": 51,
      "lawName": "Iowa Core",
      "lawDescription": "The Iowa Core is a set of statewide academic standards that define what students should know and be able to do at each grade level. These standards guide curriculum, instruction, and assessment, aiming to ensure all Iowa students receive a high-quality education.",
      "lawYear": 2008
     }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Kansas",
    "laws": [
      {
        "lawId": 52,
        "lawName": "Kansas Assessment Program",
        "lawDescription": "The Kansas Assessment Program (KAP) is the state's assessment program that measures student proficiency in various subjects. KAP provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2010
      },
      {
        "lawId": 53,
        "lawName": "Kansas College and Career Ready Standards",
        "lawDescription": "The Kansas College and Career Ready Standards (KCCRS) are state academic standards that outline the knowledge and skills students should master at each grade level. KCCRS provide a clear set of expectations for student learning and achievement, preparing them for success in college, careers, and life.",
        "lawYear": 2017
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Kentucky",
    "laws": [
      {
        "lawId": 54,
        "lawName": "Kentucky Performance Rating for Educational Progress",
        "lawDescription": "The Kentucky Performance Rating for Educational Progress (K-PREP) is the state's assessment program that measures student proficiency in various subjects. K-PREP provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2011
      },
      {
        "lawId": 55,
        "lawName": "Kentucky Academic Standards",
        "lawDescription": "The Kentucky Academic Standards are state academic standards that specify what students should know and be able to do in each grade and subject. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Kentucky students.",
        "lawYear": 2019
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Louisiana",
    "laws": [
      {
        "lawId": 56,
        "lawName": "Louisiana Educational Assessment Program",
        "lawDescription": "The Louisiana Educational Assessment Program (LEAP) is the state's assessment program that measures student proficiency in various subjects. LEAP provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1999
      },
      {
        "lawId": 57,
        "lawName": "Louisiana Student Standards",
        "lawDescription": "The Louisiana Student Standards are state academic standards that outline what students should know and be able to do at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure all students receive a high-quality education.",
        "lawYear": 2016
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Maine",
    "laws": [
      {
        "lawId": 58,
        "lawName": "Maine Educational Assessment",
        "lawDescription": "The Maine Educational Assessment is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2016
      },
      {
        "lawId": 59,
        "lawName": "Maine Learning Results",
        "lawDescription": "The Maine Learning Results are state academic standards that specify what students should know and be able to do in each grade and subject. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Maine students.",
        "lawYear": 2007
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Maryland",
    "laws": [
      {
        "lawId": 60,
        "lawName": "Maryland Comprehensive Assessment Program",
        "lawDescription": "The Maryland Comprehensive Assessment Program (MCAP) is the state's assessment program that measures student proficiency in various subjects. MCAP provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2002
      },
      {
        "lawId": 61,
        "lawName": "Maryland College and Career-Ready Standards",
        "lawDescription": "The Maryland College and Career-Ready Standards (MCCRS) are state academic standards that outline the knowledge and skills students should master at each grade level. MCCRS provide a clear set of expectations for student learning and achievement, preparing them for success in college, careers, and life.",
        "lawYear": 2010
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Massachusetts",
    "laws": [
      {
        "lawId": 62,
        "lawName": "Massachusetts Comprehensive Assessment System",
        "lawDescription": "The Massachusetts Comprehensive Assessment System (MCAS) is the state's assessment program that measures student proficiency in various subjects. MCAS provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1993
      },
      {
        "lawId": 63,
        "lawName": "Massachusetts Curriculum Frameworks",
        "lawDescription": "The Massachusetts Curriculum Frameworks are state academic standards that specify what students should know and be able to do in each grade and subject. These frameworks guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Massachusetts students.",
        "lawYear": 2017
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Michigan",
    "laws": [
      {
        "lawId": 64,
        "lawName": "Michigan Student Test of Educational Progress",
        "lawDescription": "The Michigan Student Test of Educational Progress (M-STEP) is the state's assessment program that measures student proficiency in various subjects. M-STEP provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2014
      },
      {
        "lawId": 65,
        "lawName": "Michigan Academic Standards",
        "lawDescription": "The Michigan Academic Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Michigan students.",
        "lawYear": 2009
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Minnesota",
    "laws": [
      {
        "lawId": 66,
        "lawName": "Minnesota Comprehensive Assessments",
        "lawDescription": "The Minnesota Comprehensive Assessments (MCA) is the state's assessment program that measures student proficiency in various subjects. MCA provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1997
      },
      {
        "lawId": 67,
        "lawName": "Minnesota Academic Standards",
        "lawDescription": "The Minnesota Academic Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Minnesota students.",
        "lawYear": 2011
       }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Mississippi",
    "laws": [
      {
        "lawId": 68,
        "lawName": "Mississippi Academic Assessment Program",
        "lawDescription": "The Mississippi Academic Assessment Program (MAAP) is the state's assessment program that measures student proficiency in various subjects. MAAP provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2015
      },
      {
        "lawId": 69,
        "lawName": "Mississippi College- and Career-Readiness Standards",
        "lawDescription": "The Mississippi College- and Career-Readiness Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Mississippi students.",
        "lawYear": 2010
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Missouri",
    "laws": [
      {
        "lawId": 70,
        "lawName": "Missouri Assessment Program",
        "lawDescription": "The Missouri Assessment Program (MAP) is the state's assessment program that measures student proficiency in various subjects. MAP provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1998
      },
      {
        "lawId": 71,
        "lawName": "Missouri Learning Standards",
        "lawDescription": "The Missouri Learning Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Missouri students.",
        "lawYear": 2016
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Montana",
    "laws": [
      {
        "lawId": 72,
        "lawName": "Montana Comprehensive Assessment System",
        "lawDescription": "The Montana Comprehensive Assessment System (MontCAS) is the state's assessment program that measures student proficiency in various subjects. MontCAS provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1999
      },
      {
        "lawId": 73,
        "lawName": "Montana Content Standards",
        "lawDescription": "The Montana Content Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Montana students.",
        "lawYear": 2011
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Nebraska",
    "laws": [
      {
        "lawId": 74,
        "lawName": "Nebraska Student-Centered Assessment System",
        "lawDescription": "The Nebraska Student-Centered Assessment System (NSCAS) is the state's assessment program that measures student proficiency in various subjects. NSCAS provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2017
      },
      {
        "lawId": 75,
        "lawName": "Nebraska Academic Standards",
        "lawDescription": "The Nebraska Academic Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Nebraska students.",
        "lawYear": 2014
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Nevada",
    "laws": [
      {
        "lawId": 76,
        "lawName": "Nevada School Performance Framework",
        "lawDescription": "The Nevada School Performance Framework is a state law that establishes a comprehensive system for measuring and improving the performance of schools and districts. It sets academic standards, implements assessments, and holds schools accountable for student achievement. The law aims to ensure that all students in Nevada receive a quality education.",
        "lawYear": 2011
      },
      {
        "lawId": 77,
        "lawName": "Nevada Academic Content Standards",
        "lawDescription": "The Nevada Academic Content Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Nevada students.",
        "lawYear": 2010
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "New Hampshire",
    "laws": [
      {
        "lawId": 78,
        "lawName": "New Hampshire Statewide Assessment System",
        "lawDescription": "The New Hampshire Statewide Assessment System is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2005
      },
      {
        "lawId": 79,
        "lawName": "New Hampshire College and Career Ready Standards",
        "lawDescription": "The New Hampshire College and Career Ready Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all New Hampshire students.",
        "lawYear": 2010
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "New Jersey",
    "laws": [
      {
        "lawId": 80,
        "lawName": "New Jersey Student Learning Assessment",
        "lawDescription": "The New Jersey Student Learning Assessment (NJSLA) is the state's assessment program that measures student proficiency in various subjects. NJSLA provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2016
      },
      {
        "lawId": 81,
        "lawName": "New Jersey Student Learning Standards",
        "lawDescription": "The New Jersey Student Learning Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all New Jersey students.",
        "lawYear": 2020
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "New Mexico",
    "laws": [
      {
        "lawId": 82,
        "lawName": "New Mexico Standards-Based Assessment",
        "lawDescription": "The New Mexico Standards-Based Assessment is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2005
      },
      {
        "lawId": 83,
        "lawName": "New Mexico Content Standards",
        "lawDescription": "The New Mexico Content Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all New Mexico students.",
        "lawYear": 2003
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "New York",
    "laws": [
      {
        "lawId": 84,
        "lawName": "New York State Testing Program",
        "lawDescription": "The New York State Testing Program is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1999
      },
      {
        "lawId": 85,
        "lawName": "New York State Learning Standards",
        "lawDescription": "The New York State Learning Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all New York students.",
        "lawYear": 2020
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "North Carolina",
    "laws": [
      {
        "lawId": 86,
        "lawName": "North Carolina Testing Program",
        "lawDescription": "The North Carolina Testing Program is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1977
      },
      {
        "lawId": 87,
        "lawName": "North Carolina Standard Course of Study",
        "lawDescription": "The North Carolina Standard Course of Study is the state's academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all North Carolina students.",
        "lawYear": 2017
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "North Dakota",
    "laws": [
      {
        "lawId": 88,
        "lawName": "North Dakota State Assessment",
        "lawDescription": "The North Dakota State Assessment is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2002
      },
      {
        "lawId": 89,
        "lawName": "North Dakota Content Standards",
        "lawDescription": "The North Dakota Content Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all North Dakota students.",
        "lawYear": 2000
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Ohio",
    "laws": [
      {
        "lawId": 90,
        "lawName": "Ohio's State Tests",
        "lawDescription": "Ohio's State Tests is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2015
      },
      {
        "lawId": 91,
        "lawName": "Ohio's Learning Standards",
        "lawDescription": "Ohio's Learning Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Ohio students.",
        "lawYear": 2017
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Oklahoma",
    "laws": [
      {
        "lawId": 92,
        "lawName": "Oklahoma School Testing Program",
        "lawDescription": "The Oklahoma School Testing Program is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1993
      },
      {
        "lawId": 93,
        "lawName": "Oklahoma Academic Standards",
        "lawDescription": "The Oklahoma Academic Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Oklahoma students.",
        "lawYear": 2016
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Oregon",
    "laws": [
      {
        "lawId": 94,
        "lawName": "Oregon Assessment of Knowledge and Skills",
        "lawDescription": "The Oregon Assessment of Knowledge and Skills is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1998
      },
      {
        "lawId": 95,
        "lawName": "Oregon Content Standards",
        "lawDescription": "The Oregon Content Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Oregon students.",
        "lawYear": 2010
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Pennsylvania",
    "laws": [
      {
        "lawId": 96,
        "lawName": "Pennsylvania System of School Assessment",
        "lawDescription": "The Pennsylvania System of School Assessment (PSSA) is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1999
      },
      {
        "lawId": 97,
        "lawName": "Pennsylvania Core Standards",
        "lawDescription": "The Pennsylvania Core Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Pennsylvania students.",
        "lawYear": 2013
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Rhode Island",
    "laws": [
      {
        "lawId": 98,
        "lawName": "Rhode Island Comprehensive Assessment System",
        "lawDescription": "The Rhode Island Comprehensive Assessment System (RICAS) is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2018
      },
      {
        "lawId": 99,
        "lawName": "Rhode Island's Education Standards",
        "lawDescription": "Rhode Island's Education Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Rhode Island students.",
        "lawYear": 2020
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "South Carolina",
    "laws": [
      {
        "lawId": 100,
        "lawName": "South Carolina Palmetto Assessment of State Standards",
        "lawDescription": "The South Carolina Palmetto Assessment of State Standards (SCPASS) is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2011
      },
      {
        "lawId": 101,
        "lawName": "South Carolina College- and Career-Ready Standards",
        "lawDescription": "The South Carolina College- and Career-Ready Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all South Carolina students.",
        "lawYear": 2015
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "South Dakota",
    "laws": [
      {
        "lawId": 102,
        "lawName": "South Dakota Smarter Balanced Assessment",
        "lawDescription": "The South Dakota Smarter Balanced Assessment is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2014
      },
      {
        "lawId": 103,
        "lawName": "South Dakota Content Standards",
        "lawDescription": "The South Dakota Content Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all South Dakota students.",
        "lawYear": 2015
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Tennessee",
    "laws": [
      {
        "lawId": 104,
        "lawName": "Tennessee Comprehensive Assessment Program",
        "lawDescription": "The Tennessee Comprehensive Assessment Program (TCAP) is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1988
      },
      {
        "lawId": 105,
        "lawName": "Tennessee Academic Standards",
        "lawDescription": "The Tennessee Academic Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Tennessee students.",
        "lawYear": 2017
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Texas",
    "laws": [
      {
        "lawId": 106,
        "lawName": "State of Texas Assessments of Academic Readiness",
        "lawDescription": "The State of Texas Assessments of Academic Readiness (STAAR) is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2012
      },
      {
        "lawId": 107,
        "lawName": "Texas Essential Knowledge and Skills",
        "lawDescription": "The Texas Essential Knowledge and Skills (TEKS) are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Texas students.",
        "lawYear": 2010
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Utah",
    "laws": [
      {
        "lawId": 108,
        "lawName": "Utah Aspire Plus",
        "lawDescription": "Utah Aspire Plus is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2019
      },
      {
        "lawId": 109,
        "lawName": "Utah Core Standards",
        "lawDescription": "The Utah Core Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Utah students.",
        "lawYear": 2010
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Vermont",
    "laws": [
      {
        "lawId": 110,
        "lawName": "Vermont Smarter Balanced Assessment",
        "lawDescription": "The Vermont Smarter Balanced Assessment is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2014
      },
      {
        "lawId": 111,
        "lawName": "Vermont Framework of Standards and Learning Opportunities",
        "lawDescription": "The Vermont Framework of Standards and Learning Opportunities is the state's academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Vermont students.",
        "lawYear": 2013
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Virginia",
    "laws": [
      {
        "lawId": 112,
        "lawName": "Virginia Standards of Learning Assessments",
        "lawDescription": "The Virginia Standards of Learning Assessments (SOL) is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1998
      },
      {
        "lawId": 113,
        "lawName": "Virginia Standards of Learning",
        "lawDescription": "The Virginia Standards of Learning are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Virginia students.",
        "lawYear": 2010
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Washington",
    "laws": [
      {
        "lawId": 114,
        "lawName": "Washington Comprehensive Assessment Program",
        "lawDescription": "The Washington Comprehensive Assessment Program (WCAP) is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 1997
      },
      {
        "lawId": 115,
        "lawName": "Washington State K-12 Learning Standards",
        "lawDescription": "The Washington State K-12 Learning Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Washington students.",
        "lawYear": 2013
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "West Virginia",
    "laws": [
      {
        "lawId": 116,
        "lawName": "West Virginia General Summative Assessment",
        "lawDescription": "The West Virginia General Summative Assessment is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2000
      },
      {
        "lawId": 117,
        "lawName": "West Virginia's Content Standards and Objectives",
        "lawDescription": "West Virginia's Content Standards and Objectives are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all West Virginia students.",
        "lawYear": 2015
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Wisconsin",
    "laws": [
      {
        "lawId": 118,
        "lawName": "Wisconsin Forward Exam",
        "lawDescription": "The Wisconsin Forward Exam is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2015
      },
      {
        "lawId": 119,
        "lawName": "Wisconsin Academic Standards",
        "lawDescription": "The Wisconsin Academic Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Wisconsin students.",
        "lawYear": 1997
      }
    ]
  },
  {
    "jurisdiction": "state",
    "state": "Wyoming",
    "laws": [
      {
        "lawId": 120,
        "lawName": "Wyoming Test of Proficiency and Progress",
        "lawDescription": "The Wyoming Test of Proficiency and Progress (WY-TOPP) is the state's assessment program that measures student proficiency in various subjects. It provides data to evaluate student learning, inform instruction, and support educational decision-making.",
        "lawYear": 2017
      },
      {
        "lawId": 121,
        "lawName": "Wyoming Content and Performance Standards",
        "lawDescription": "The Wyoming Content and Performance Standards are state academic standards that outline the knowledge and skills students should master at each grade level. These standards guide curriculum development, instruction, and assessment, aiming to ensure high-quality education for all Wyoming students.",
        "lawYear": 2008
       }
      ]
    }
  ]
}